[
  {
    "name": "Joshua Bradley",
    "role": "Project Manager / Fullstack",
    "photo": "images/josh-photo.png",
    "github": "https://github.com/jawshipai",
    "linkedin": "https://www.linkedin.com/in/joshua-bradley-943a8620a",
    "about": "Hey! I'm Josh, and I love to do game development. My favorite programming languages are Java, C#, C, and Python! I’m currently working on an indie game called GAGA Ball, and in the future I hope to do something in machine learning / AI or Game development."
  },
  {
    "name": "Nathaniel Silveira",
    "role": "Back-End Developer",
    "photo": "images/nate-pic.png",
    "github": "https://github.com/n8silveira",
    "linkedin": "https://www.linkedin.com/in/nathaniel-silveira-106804149/",
    "about": "Hello, my name is Nate and I love editing and animating my own videos! My favorite programming languages are C, Python and JavaScript, and I am currently working on a personal website to gather all of my projects in one place! Once I finish school, I'd love to be a full-time software engineer."
  },
  {
  "name": "Keyshawn Jeannot",
  "role": "Front-End Developer",
  "photo": "images/key-photo.jpg",
  "github": "https://github.com/The1keyy",
  "linkedin": "https://www.linkedin.com/in/keyshawnjeannot",
  "about": "Hey, my name is Keyshawn! I’m a curious and adventurous individual who loves exploring new things, whether it’s experimenting with fashion, diving into philosophy books, or finding ways to make a meaningful impact in the world. Currently, I’m working on earning my Network+ certification, with the goal of becoming a Software Engineer specializing in DevOps within the next five years."
  },
  {
    "name": "Darren Jean Francois",
    "role": "Front-End Developer",
    "photo": "images/darren-photo.png",
    "github": "https://github.com/4622-wq",
    "linkedin": "https://www.linkedin.com/in/djayy-jean-francois-116558343/",
    "about": "Hey guys, my name is Darren and I like watching anime and occasionally drawing. My favorite programming languages are Python and HTML! Right now, I have a project about a turn-based RPG. After school, I want to be a video game developer or a software engineer!"
  },
  {
    "name": "Barbara Joseph",
    "role": "Back-End Developer",
    "photo": "images/barbara-photo.jpg",
    "github": "https://github.com/bjosepxv?tab=overview&from=2025-01-01&to=2025-01-20",
    "linkedin": "https://www.linkedin.com/in/barbara-joseph-5561b3251",
    "about": "Hey! I'm Barbara, and I love designing. My favorite programming languages are Java and Python! I’m currently working on designing a portfolio website and in the future I hope to become a data scientist or data analyst."
  }
]
